HELLO_MESSAGE = "Пожалуйста, потратьте 30 секунд и " \
                "ознакомьтесь с Руководством пользователя:"

COMMENTS_DELETED = "По данной теме все комментарии удалены"

SHOWING_COMMENTS = "Сейчас вы видите комментарии пользователей " \
                   "на вопрос: *{topic}*"

NOTHING_FOUND = "К сожалению по вашему запросу нам ничего не удалось найти!"

ENTER_YOUR_COMMENT = "Введи свой комментарий ответ (это может быть текст)"

ENTER_SELF_ANSWER = "Введи ответ (это может быть текст)"

ENTERED_ANSWER = "Спасибо вы добавили ответ на свой вопрос."

VIEWED_ALL_COMMENTS = "Вы просмотрели все комментарии!"

WARNING_MESSAGE = "Пока что не существует обработчика, " \
                  "search_value={search_values}"
